/* Event description message added to the 'game actions' list whenever lines are added to one or more players' fields; tokens in order are: number of lines, (including the word 'line' or 'lines') target player's name, sender player's name */
"%@ added to %@ by %@" = "%1$@ added to %2$@ by %3$@";

/* Event description message added to the 'game actions' list whenever a specials is used by a player on his- or herself; tokens in order are: special name, player's name. */
"%@ used by %@" = "%1$@ used by %2$@";

/* Event description message added to the 'game actions' list whenever a special is used by one player on another; tokens in order are: special name, target player's name, sender player's name */
"%@ used on %@ by %@" = "%1$@ used on %2$@ by %3$@";

/* Token format for event description messages describing multiple lines to be added to a player's field */
"%d Lines" = "%d Lines";

/* Token for event description messages describing a single line to be added to a player's field */
"1 Line" = "1 Line";

/* Informative text on 'end game' confirmation alert */
"Are you sure you want to end the game in progress?" = "Are you sure you want to end the game in progress?";

/* Informative text on 'forfeit game' confirmation alert */
"Are you sure you want to forfeit this game?" = "Are you sure you want to forfeit this game?";

/* Title of menu item used to start a new game */
"Begin New Game" = "Begin New Game";

/* Event description message added to the 'game actions' list when a player completes two lines simultaneously in an offline game */
"Double" = "Double";

/* Title of menu item used to end a game in progress */
"End Current Game..." = "End Current Game...";

/* Title of toolbar button used to end a game in progress
   Title of button on 'end game' confirmation alert that allows the user to confirm and end the game in progress */
"End Game" = "End Game";

/* Title of 'end game' confirmation alert, displayed when the user selects the 'end game' toolbar button or menu item */
"End Game in Progress?" = "End Game in Progress?";

/* Title of button on 'forfeit game' confirmation alert that allows the user to confirm and forfeit the game */
"Forfeit" = "Forfeit";

/* Title of 'forfeit game' confirmation art, displayed when the user selects the 'forfeit game' toolbar button */
"Forfeit Game?" = "Forfeit Game?";

/* Title of toolbar button used to start a new game */
"New Game" = "New Game";

/* Title of toolbar button used to pause a game in progress */
"Pause" = "Pause";

/* Title of menu item used to pause a game in progress */
"Pause Current Game" = "Pause Current Game";

/* Event description message added to the 'game actions' list when a player completes four lines simultaneously in an offline game */
"Quadruple" = "Quadruple";

/* Title of toolbar button used to resume a paused game */
"Resume" = "Resume";

/* Title of menu item used to resume a paused game */
"Resume Paused Game" = "Resume Paused Game";

/* Event description message added to the 'game actions' list when a player completes three lines simultaneously in an offline game */
"Triple" = "Triple";

